{"intension": "Create an Instagram advertisement for a handmade blue knitted blanket for sale. Encourage customers to order online with a 25% discount. The store sells various textiles and knitwear items.", "globalcaption": "The image features a large, blue, handmade blanket with a soft and fluffy texture. The blanket is displayed prominently in the foreground, covering most of the frame. The background is a soft blue color, which complements the vibrant hue of the blanket. The overall scene is visually appealing and showcases the blanket as the main focus.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Ad", "keywords": "textile, wool, knit, thread, handmade, craft, blanket, blue, sale, ad, instagram, ig, insta, advertisement, tb", "layers": {"bglayer": {"bgcaption": "The image features a large, blue, handmade blanket with a soft and fluffy texture. The blanket is folded and draped over a white background, creating a striking contrast between the two colors. The blanket appears to be a knitted or crocheted piece, showcasing the craftsmanship and attention to detail in its creation"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a large, blue, fluffy towel that is folded in half. The towel is placed on a white background, making it the main focus of the scene. The towel's texture and color create a visually appealing contrast against the white background"}, "textlayer": {"heading": [{"text": "Handmade", "font": "Montserrat", "font_size": 106.94, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 691.875, "height": 105.46875, "left": 46.40625, "top": 147.65625, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "Blanket", "font": "Montserrat", "font_size": 79.22, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 691.875, "height": 75.9375, "left": 46.40625, "top": 253.125, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "Order online to get discount 25% off", "font": "Montserrat", "font_size": 39.62, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 409.21875, "height": 105.46875, "left": 71.71875, "top": 658.125, "opacity": 255, "color": [255, 255, 255]}]}}}