{"intension": "Promote the convenience of having a smartphone by showing it fitting perfectly in a jeans pocket. Encourage people to carry their device with them wherever they go for easy communication and connection.", "globalcaption": "The image features a person's hand holding a smartphone, with the device positioned in the center of the scene. The hand is holding the phone in a way that it appears to be in a jeans pocket. The person's hand is visible on the left side of the image, while the smartphone occupies the majority of the right side. The focus of the image is on the convenience of carrying a smartphone in one's pocket.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "communication, connection, device, digital, electronic, mobile, phone, smartphone, using, wireless, jeans, pocket, post, instagram, ig, insta", "layers": {"bglayer": {"bgcaption": "The image features a person's hand holding a smartphone in their pocket. The hand is positioned near the top of the phone, and the device is held securely in the person's grasp. The person's hand is wearing a watch, which is visible on the wrist. The scene captures a moment of everyday life, where someone is using their phone while going about their daily activities"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "", "font": "Anton", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 307.96875, "height": 291.09375, "left": 383.90625, "top": 312.1875, "opacity": 255, "color": [239, 159, 63]}], "subheading": [{"text": "", "font": "Anton", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 307.96875, "height": 291.09375, "left": 383.90625, "top": 312.1875, "opacity": 255, "color": [239, 159, 63]}], "body": [{"text": "", "font": "Anton", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 307.96875, "height": 291.09375, "left": 379.6875, "top": 523.125, "opacity": 255, "color": [239, 159, 63]}]}}}