{"intension": "Design a Facebook advertisement showcasing a spa salon and their offers for massage and skin care services. The image features skincare products and soap to highlight the organic and clean aspect of the salon's services.", "globalcaption": "The image features a wooden tray with a variety of items on it. There are two bottles, one located towards the left side of the tray and the other towards the right side. A bowl is placed in the middle of the tray, and a vase is situated on the left side. \\n\\nIn addition to these items, there are two towels, one on the left side and the other on the right side of the tray. A potted plant is also present, positioned on the left side of the tray. The arrangement of these items creates a cozy and inviting atmosphere.", "canvas_width": 1080, "canvas_height": 1080, "category": "Facebook Ad", "keywords": "spa, beauty, salon, care, wellness, natural, therapy, organic, treatment, soap, skincare, facebook, ad, fb, advertisement", "layers": {"bglayer": {"bgcaption": "The image features a wooden tray with a variety of items on it. There are two bottles, one on the left side and the other on the right side of the tray. A bowl is placed in the center of the tray, and a vase is located on the left side. \\n\\nIn addition to these items, there are two towels, one on the right side and the other on the left side of the tray. A potted plant is situated on the left side of the tray, and a bar of soap is placed in the bowl. The arrangement of these items creates a cozy and inviting atmosphere"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "Massage &amp; spa", "font": "Abril Fatface", "font_size": 122.78, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 459.84375, "height": 244.6875, "left": 345.9375, "top": 628.59375, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "", "font": "Abril Fatface", "font_size": 89.12, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 97.03125, "height": 88.59375, "left": 687.65625, "top": 624.375, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "", "font": "Abril Fatface", "font_size": 71.3, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 50.625, "height": 71.71875, "left": 510.46875, "top": 632.8125, "opacity": 255, "color": [255, 255, 255]}]}}}