{"intension": "Create a Facebook advertisement to promote the celebration of Diwali, a Hindu festival of lights. Encourage people to join the celebration on November 7th.", "globalcaption": "The image features a beautifully decorated bowl filled with flowers, likely a diya, placed on a table. The bowl is surrounded by a variety of flowers, including pink and yellow ones, creating a vibrant and colorful display. The flowers are arranged in a circular pattern around the bowl, enhancing its visual appeal. The scene appears to be set in a dark room, which adds a sense of mystery and elegance to the overall presentation.", "canvas_width": 1080, "canvas_height": 1080, "category": "Facebook Ad", "keywords": "candle, celebration, ceremony, cultural, diwali, festival, flame, flowers, ganpati, greeting, hindu, hinduism, holiday, india, indian, lantern, lights, religion, religious, ritual, worship, facebook, ad, fb, advertisement", "layers": {"bglayer": {"bgcaption": "The image features a large, brightly lit candle in the center, surrounded by a variety of flowers. The candle is the main focal point of the scene, with its flame illuminating the area. The flowers are scattered around the candle, with some positioned closer to the flame and others further away. The flowers come in different shapes and sizes, adding a sense of diversity to the scene. The overall atmosphere of the image is warm and inviting, with the candle and flowers creating a cozy and intimate setting"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "Diwali", "font": "Crete Round", "font_size": 158.42, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 675.0, "height": 156.09375, "left": 202.5, "top": 92.8125, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "Join celebration", "font": "Crete Round", "font_size": 63.38, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 653.90625, "height": 63.28125, "left": 210.9375, "top": 885.9375, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "7th of November", "font": "Josefin Sans", "font_size": 29.72, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 388.125, "height": 29.53125, "left": 341.71875, "top": 299.53125, "opacity": 255, "color": [255, 255, 255]}]}}}