{"intension": "Create a Facebook advertisement for eco-friendly cleaning products, emphasizing their organic and healthy qualities. The brand name is Grinky.", "globalcaption": "The image features a wooden table with various cleaning supplies and tools arranged on it. There are several bottles of cleaning products, including a bottle of dish soap, a bottle of laundry detergent, and a bottle of all-purpose cleaner. A spray bottle is also present on the table.\\n\\nIn addition to the bottles, there are two brooms, one on the left side of the table and another on the right side. A pair of scissors can be seen on the right side of the table, and a towel is placed at the bottom left corner. The table is filled with these cleaning items,", "canvas_width": 1080, "canvas_height": 1080, "category": "Facebook Ad", "keywords": "clean, cleaner, household, cleaning, housework, housekeeping, bottle, cleanup, detergent, rags, washcloths, sponges, spray, eco, organic, facebook, ad, fb, advertisement, tb", "layers": {"bglayer": {"bgcaption": "The image features a wooden table with various cleaning supplies and tools arranged on it. There are several bottles of cleaning products, including a blue bottle, a pink bottle, and a green bottle. A spray bottle is also present on the table. \\n\\nIn addition to the bottles, there are two brooms, one located on the left side of the table and the other on the right side. A pair of scissors can be seen on the right side of the table, and a cup is placed near the center. A towel is spread across the table, covering a significant portion of the surface"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "", "font": "Raleway", "font_size": 200.0, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 345.9375, "height": 291.09375, "left": 54.84375, "top": 1080.0, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "Healthy Cleaning", "font": "Raleway", "font_size": 81.2, "text_align": "left", "capitalize": "true", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 506.25, "height": 160.3125, "left": 59.0625, "top": 750.9375, "opacity": 255, "color": [255, 255, 255]}, {"text": "Products", "font": "Raleway", "font_size": 81.2, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 506.25, "height": 80.15625, "left": 59.0625, "top": 894.375, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "Grinky", "font": "Raleway", "font_size": 63.38, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 282.65625, "height": 63.28125, "left": 67.5, "top": 940.78125, "opacity": 255, "color": [255, 255, 255]}]}}}