{"intension": "Create an Instagram ad for a real estate agency highlighting the modern and prestigious skyscraper building they have on offer. Encourage viewers to 'reach new highs' by visiting the website at www.togalim.eu. Include contact phone numbers 126-3764-1376 and 301-17361-5085 for interested clients.", "globalcaption": "The image features a large, tall building with many windows, possibly a skyscraper. The building is prominently displayed in the foreground, taking up a significant portion of the scene. The background is a blue sky, which contrasts with the building's height and grandeur. The overall composition of the image emphasizes the impressive size and architectural beauty of the building.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Ad", "keywords": "architecture, building, business, city, commercial, company, construction, corporate, corporation, exterior, facade, finance, financial, glass, modern, office, property, structure, urban, ad, instagram, ig, insta, advertisement, real estate", "layers": {"bglayer": {"bgcaption": "The image features a white background with a purple stripe running horizontally across the top. The purple stripe is positioned above a white stripe, creating a visually appealing contrast. The combination of white and purple colors gives the image a clean and elegant appearance"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a tall, modern building with many windows. The building is made of glass, giving it a sleek and contemporary appearance. The windows are arranged in a pattern, with some windows being larger and more prominent than others. The building is situated against a blue sky, which contrasts nicely with the darker color of the building. The overall scene creates an impression of a large, impressive structure towering over its surroundings"}, "textlayer": {"heading": [{"text": "Reach new highs", "font": "Abril Fatface", "font_size": 200.0, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 1080.0, "height": 480.9375, "left": 84.375, "top": 248.90625, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "", "font": "Podkova", "font_size": 43.58, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 50.625, "height": 42.1875, "left": 219.375, "top": 725.625, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "www.togalim.eu  |  126-3764-1376  |  301", "font": "Bentham", "font_size": 25.759999999999998, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 615.9375, "height": 25.3125, "left": 84.375, "top": 949.21875, "opacity": 255, "color": [255, 255, 255]}]}}}