{"intension": "Design a Facebook cover image to showcase the top 10 modern and urban cities in the world with their impressive skyline and architecture.", "globalcaption": "The image features a city skyline with a large building in the foreground. The city is surrounded by water, giving it a picturesque view. The skyline is filled with various buildings, some of which are tall and prominent, while others are smaller and located further away. The cityscape is bustling with activity, making it a lively urban environment.", "canvas_width": 1080, "canvas_height": 1080, "category": "Facebook Cover", "keywords": "architecture, buildings, business, city, commercial, company, corporate, corporation, finance, financial, glass, modern, office, property, skyscrapers, urban, facebook, cover, fb, collage", "layers": {"bglayer": {"bgcaption": "The image is a white and pink checkered pattern, with a combination of white and pink squares. The pattern is repeated throughout the image, creating a visually appealing and symmetrical design. The pink squares are interspersed with the white squares, creating a harmonious and balanced appearance"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a city skyline with a large body of water in the foreground. The cityscape is dominated by a tall building, which stands out among the others. The buildings are situated near the water, creating a picturesque view of the city.\\n\\nIn the foreground, there are several boats of various sizes scattered across the water. Some boats are closer to the shore, while others are further out in the water. The presence of these boats adds to the lively atmosphere of the city"}, "textlayer": {"heading": [{"text": "Top 10", "font": "Bebas Neue", "font_size": 106.94, "text_align": "left", "capitalize": "false", "angle": 4.614214209960009, "letter_bold": 0, "letter_spacing": 0.0, "width": 291.09375, "height": 105.46875, "left": 805.78125, "top": 206.71875, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "Cities", "font": "Yellowtail", "font_size": 106.94, "text_align": "left", "capitalize": "false", "angle": 4.614214209960009, "letter_bold": 0, "letter_spacing": 0.0, "width": 236.25, "height": 105.46875, "left": 0.0, "top": 767.8125, "opacity": 255, "color": [231, 103, 159]}], "body": [{"text": "In the World", "font": "Bebas Neue", "font_size": 49.519999999999996, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 227.8125, "height": 46.40625, "left": 421.875, "top": 788.90625, "opacity": 255, "color": [255, 255, 255]}]}}}