{"intension": "Create a Facebook cover image promoting healthy and nutritious food options. Specifically, showcase a dish of dips with greens and vegetables, including hummus. Additionally, provide tips for improving cooking skills.", "globalcaption": "The image features a wooden table with a variety of food items on it. There are several bowls placed on the table, with one near the top left corner, another in the top right corner, and a third one in the bottom left corner. A cup can be seen on the table as well, positioned towards the top right corner.\\n\\nIn addition to the bowls, there are multiple carrots scattered across the table, with some placed near the top left corner, others in the top right corner, and a few more in the bottom left corner. A knife is also visible on the table, located towards the bottom right corner.", "canvas_width": 1080, "canvas_height": 1080, "category": "Facebook Cover", "keywords": "dish, food, greens, healthy, nutrition, ration, recipe, vegetables, vitamins, vegetables, hummus, facebook, cover, fb", "layers": {"bglayer": {"bgcaption": "The image features a wooden table with a variety of food items displayed on it. There are several pieces of broccoli spread across the table, with some located near the top left corner, others in the middle, and a few more towards the right side. A bowl of hummus is placed in the top left corner of the table, and a bowl of olives is situated in the top right corner.\\n\\nIn addition to the vegetables, there are two carrots on the table, one near the top right corner and the other in the middle-right area. A knife can be seen on the table, likely used for cutting or spreading the food."}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "10", "font": "Montserrat", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 286.875, "height": 232.03125, "left": 392.34375, "top": 620.15625, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "skills", "font": "Montserrat", "font_size": 89.12, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 270.0, "height": 88.59375, "left": 400.78125, "top": 818.4375, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "improve your", "font": "Montserrat", "font_size": 65.36, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 497.8125, "height": 63.28125, "left": 291.09375, "top": 421.875, "opacity": 255, "color": [255, 255, 255]}]}}}