{"intension": "Design a Facebook cover promoting a healthy and delicious breakfast with a sale and discount of up to 60% off.", "globalcaption": "The image features a white plate with a delicious breakfast meal. The plate is topped with a slice of toast, a fried egg, and a tomato. The toast is placed on the left side of the plate, while the egg and tomato are positioned towards the right. The meal is presented in a visually appealing manner, making it an enticing breakfast option.", "canvas_width": 1080, "canvas_height": 1080, "category": "Facebook Cover", "keywords": "breakfast, food, meal, nutrition, morning, delicious, healthy, tasty, plate, dish, fresh, gourmet, plate, toast, tomatoes, eggs, sale, discount, facebook, cover, fb, tb", "layers": {"bglayer": {"bgcaption": "The image features a white background with a large, round, yellow circle in the center. The circle is the main focus of the image, and it stands out against the white background"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a white plate with a delicious breakfast meal. On the plate, there is a slice of toast, a fried egg, and a few tomatoes. The toast is placed on the left side of the plate, while the egg and tomatoes are positioned towards the right side. The combination of these ingredients creates a tasty and satisfying meal"}, "textlayer": {"heading": [{"text": "", "font": "Arizonia", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 236.25, "height": 270.0, "left": 480.9375, "top": 358.59375, "opacity": 255, "color": [231, 191, 47]}], "subheading": [{"text": "", "font": "Arizonia", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 236.25, "height": 270.0, "left": 480.9375, "top": 358.59375, "opacity": 255, "color": [231, 191, 47]}], "body": [{"text": "", "font": "Arizonia", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 236.25, "height": 248.90625, "left": 480.9375, "top": 358.59375, "opacity": 255, "color": [231, 191, 47]}]}}}