{"intension": "Create a Facebook cover image to promote a healthy Italian caprese salad recipe that uses fresh, nutritious ingredients such as tomatoes, mozzarella, and leafy greens. The text emphasizes the importance of healthy food for overall well-being.", "globalcaption": "The image features a white plate with a variety of food items on it. There are several pieces of broccoli, some of which are placed on the plate, while others are scattered around it. A few carrots can also be seen on the plate, adding to the colorful and healthy assortment of vegetables. The plate is placed on a dining table, making it an inviting and appetizing display of nutritious food.", "canvas_width": 1080, "canvas_height": 1080, "category": "Facebook Cover", "keywords": "food, italian, recipe, sauce, salad, leaves, healthy, vegetables, tomatoes, mozzarella, fruits, green, facebook, cover, fb", "layers": {"bglayer": {"bgcaption": "The image features a white background with a green border. The green border is decorated with white stars, creating a visually appealing design. The white background serves as a clean and simple backdrop for the green and white stars, making the image aesthetically pleasing"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a close-up view of a piece of food, possibly a vegetable or a piece of meat, sitting on a white surface. The food item is surrounded by a green leafy vegetable, which adds a touch of color and freshness to the scene. The close-up perspective of the image highlights the details of the food item, making it the main focus of the picture"}, "textlayer": {"heading": [{"text": "Healthy", "font": "Bebas Neue", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 1080.0, "height": 286.875, "left": 0.0, "top": 767.8125, "opacity": 255, "color": [39, 103, 39]}], "subheading": [{"text": "", "font": "Bebas Neue", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 1080.0, "height": 286.875, "left": 0.0, "top": 767.8125, "opacity": 255, "color": [39, 103, 39]}], "body": [{"text": "food is the best", "font": "Bebas Neue", "font_size": 138.62, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 1080.0, "height": 139.21875, "left": 0.0, "top": 88.59375, "opacity": 255, "color": [39, 103, 39]}, {"text": "medicine", "font": "Bebas Neue", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 1080.0, "height": 286.875, "left": 0.0, "top": 742.5, "opacity": 255, "color": [39, 103, 39]}]}}}