{"intension": "Create a Facebook cover image for a new furniture store called New Modern Furniture. The image should convey the message that they offer stylish and comfortable furniture for home interiors. The website address is www.newfurniture.com.", "globalcaption": "The image features a white room with a wooden table and a white chair. The table is positioned in the center of the room, and the chair is placed next to it. The room also has a dining table and a few chairs around it, creating a cozy and inviting atmosphere. The overall design of the room is modern and minimalistic, with a focus on clean lines and simplicity.", "canvas_width": 1080, "canvas_height": 1080, "category": "Facebook Cover", "keywords": "tb, cover, fb, facebook, furniture, interior, home, apartment, plan, elements, design, sofa, house, armchair, decoration, modern, indoor, room, style, fabric, table, comfortable, living, light, wooden, couch, comfort, relax, grey, shop, store, buy", "layers": {"bglayer": {"bgcaption": "The image features a white room with a wooden table and a white chair. The table is positioned in the center of the room, and the chair is placed next to it. There are two additional chairs in the room, one located towards the right side and the other on the far right. The room appears to be a dining area or a living space with a focus on seating and table usage"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "", "font": "Open Sans", "font_size": 106.94, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 417.65625, "height": 105.46875, "left": 552.65625, "top": 232.03125, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "New Modern Furniture", "font": "Open Sans", "font_size": 85.16, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 417.65625, "height": 206.71875, "left": 552.65625, "top": 367.03125, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "www.newfurniture.com", "font": "Open Sans", "font_size": 29.72, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 417.65625, "height": 29.53125, "left": 552.65625, "top": 776.25, "opacity": 255, "color": [255, 255, 255]}]}}}