{"intension": "Create a Facebook event cover to announce an annual real estate event for real estate agencies. The event will be held on March 28-29 at Conegalin Expo Hall, with over 100 properties available for viewing. Tickets can be purchased at conegalin.dk and the contact number is 844-1746-9025. The event is called The Property Show.", "globalcaption": "The image features a large, modern building with a glass facade, likely a convention center. The building is situated next to a body of water, possibly a beach or a lake. The scene is set against a blue sky, creating a vibrant and inviting atmosphere.\\n\\nIn the foreground, there are several palm trees, adding to the tropical vibe of the location. The overall scene is visually appealing and suggests a relaxing environment, perfect for a real estate event.", "canvas_width": 1080, "canvas_height": 1080, "category": "Facebook Event Cover", "keywords": "architecture, building, business, city, commercial, company, construction, corporate, corporation, exterior, facade, finance, financial, glass, modern, office, property, structure, urban, facebook, event cover, cover, fb", "layers": {"bglayer": {"bgcaption": "The image features a blue and yellow striped background, with the blue stripe on the left side and the yellow stripe on the right side. The blue stripe is slightly wider than the yellow stripe, creating a visually appealing contrast between the two colors. The background is predominantly white, which further emphasizes the vibrant colors of the stripes"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a large, modern building with a unique design, situated next to a body of water. The building has a curved structure, and it appears to be a hotel or a residential building. The water is visible in the foreground, with the building's reflection visible on its surface.\\n\\nIn the background, there are several palm trees, adding a touch of tropical ambiance to the scene. The combination of the modern building, the water, and the palm trees creates a visually appealing and unique setting"}, "textlayer": {"heading": [{"text": "The Property Show", "font": "Rubik", "font_size": 71.3, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 822.65625, "height": 71.71875, "left": 84.375, "top": 168.75, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "844-1746-9025", "font": "Rubik", "font_size": 37.64, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 371.25, "height": 37.96875, "left": 84.375, "top": 923.90625, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "Conegalin Expo Hall", "font": "Rubik", "font_size": 29.72, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 337.5, "height": 29.53125, "left": 84.375, "top": 329.0625, "opacity": 255, "color": [255, 255, 255]}, {"text": "March 28-29 conegalin.dk", "font": "Rubik", "font_size": 29.72, "text_align": "right", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 371.25, "height": 29.53125, "left": 569.53125, "top": 923.90625, "opacity": 255, "color": [255, 255, 255]}, {"text": "100+ properties available", "font": "Rubik", "font_size": 35.66, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 400.78125, "height": 33.75, "left": 84.375, "top": 295.3125, "opacity": 255, "color": [255, 255, 255]}]}}}