{"intension": "Create a promotional image for a concert where musicians play instruments made entirely of recycled materials. The design should highlight the eco-friendly aspect while also showcasing the creativity and uniqueness of the instruments.", "globalcaption": "The image features a collection of musical instruments, including a guitar, a violin, and a trombone. The guitar is positioned on the right side of the image, while the violin is located in the middle, and the trombone is on the left side. The instruments are arranged in a way that they appear to be stacked on top of each other, creating an interesting visual effect.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "eco, ecology, electric, guitar, instruments, melody, music, musical, musician, performance, real, sound, post, instagram, ig, insta, washing machine, collage", "layers": {"bglayer": {"bgcaption": "The image features a white background with a green square placed on top of it. The green square is positioned in the center of the white background, creating a contrast between the two colors. The square appears to be a rectangle, and its green color stands out against the white background"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a collection of musical instruments, including a guitar, a trombone, and a violin. The guitar is positioned on the right side of the image, while the trombone is located in the middle, and the violin is on the left side. The instruments are arranged in a way that they appear to be stacked on top of each other, creating an interesting composition"}, "textlayer": {"heading": [{"text": "eco-friendly", "font": "Questrial", "font_size": 106.94, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 772.03125, "height": 105.46875, "left": 151.875, "top": 122.34375, "opacity": 255, "color": [0, 0, 0]}, {"text": "concert", "font": "Allura", "font_size": 106.94, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 772.03125, "height": 105.46875, "left": 151.875, "top": 215.15625, "opacity": 255, "color": [0, 0, 0]}], "subheading": [{"text": "", "font": "Allura", "font_size": 47.54, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 135.0, "height": 46.40625, "left": 468.28125, "top": 641.25, "opacity": 255, "color": [0, 0, 0]}], "body": [{"text": "Instruments made entirely of recycled materials", "font": "Questrial", "font_size": 23.78, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 480.9375, "height": 46.40625, "left": 295.3125, "top": 945.0, "opacity": 255, "color": [0, 0, 0]}]}}}