{"intension": "Develop a promotional image for an underwater hotel. The design should encapsulate the serene beauty of marine life while showcasing the hotel’s luxurious amenities.", "globalcaption": "The image features a large, beautifully designed underwater hotel with a variety of windows and balconies. The hotel is situated in the middle of a vast body of water, surrounded by a serene and picturesque environment. The hotel's design is reminiscent of a luxurious ocean liner, offering its guests a unique and captivating experience.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "ocean, underwater, hotel, sea, water, travel, vacation, room, luxury, marine, tourism, bed, resort, bedroom, accommodation, underwater room, blue, instagram, post, insta, ig", "layers": {"bglayer": {"bgcaption": "The image features a large, white, circular object with a blue background. The circular object has a pattern of white lines, giving it a unique and visually appealing appearance. The blue background complements the white lines, creating a harmonious and eye-catching design"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a large, oddly shaped structure that resembles a house or a building. It has a unique design, with a pointed top and a rounded bottom. The structure is situated in the middle of a white background, which adds to its striking appearance. The overall shape of the structure is reminiscent of a ship or a boat, and it appears to be a prominent focal point in the scene"}, "textlayer": {"heading": [{"text": "underwater hotel", "font": "Montserrat", "font_size": 79.22, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 826.875, "height": 75.9375, "left": 122.34375, "top": 890.15625, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "", "font": "Montserrat", "font_size": 39.62, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 75.9375, "height": 37.96875, "left": 890.15625, "top": 945.0, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "", "font": "Montserrat", "font_size": 27.74, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 37.96875, "height": 25.3125, "left": 852.1875, "top": 982.96875, "opacity": 255, "color": [255, 255, 255]}]}}}