{"intension": "Create an engaging infographic for an environmental NGO's campaign about climate change. The infographic should highlight key statistics and facts about the impact of climate change globally. Use a compelling blend of visuals and text to make the information accessible and impactful. The design should be clear, visually striking, and suitable for sharing on social media platforms. Incorporate elements of nature and a color palette that reflects the urgency of the climate crisis.", "globalcaption": "The image is a large, informative poster that highlights the issue of climate change. It is divided into three sections, each providing different types of information. The first section displays a variety of graphs and charts, showcasing the global impact of climate change. The second section features a series of maps, indicating the geographical distribution of the issue. The third section consists of a collection of images, illustrating the consequences of climate change.\\n\\nIn total, the poster contains 13 graphs, 17 maps, and 11 images, all of which are arranged in a visually appealing manner. The combination of these elements creates a comprehensive and engaging presentation", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "environment, global, climate, ecology, nature, warming, earth, planet, climate change, environmental, natural, eco, global warming, care, infographic, illustration, statistics, data, visualization, information, map, emblem, tb, instagram, post, insta, ig", "layers": {"bglayer": {"bgcaption": "The image features a black background with a green and white map of a mountainous area. The map is positioned towards the top left of the image. There are also three circles scattered across the background, with one on the left side, one in the middle, and one on the right side. The circles are of different sizes and are placed at varying distances from each other"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "climate change", "font": "Anton", "font_size": 101.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 645.46875, "height": 101.25, "left": 215.15625, "top": 485.15625, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "", "font": "Anton", "font_size": 95.06, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 417.65625, "height": 92.8125, "left": 329.0625, "top": 565.3125, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "Let's build a sustainable world", "font": "Josefin Sans", "font_size": 33.68, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 784.6875, "height": 33.75, "left": 143.4375, "top": 683.4375, "opacity": 255, "color": [255, 255, 255]}, {"text": "for our descendants", "font": "Anton", "font_size": 63.38, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 577.96875, "height": 63.28125, "left": 248.90625, "top": 666.5625, "opacity": 255, "color": [255, 255, 255]}]}}}