{"intension": "Design a poster for a culinary competition where chefs cook with ingredients not found on Earth. The artwork should be a fusion of science fiction and gourmet cuisine, with alien ingredients and futuristic kitchen tools.", "globalcaption": "The image features a black and white poster with a variety of food items displayed on it. There are several apples scattered across the poster, with some located in the top left corner, others in the middle, and a few more in the bottom right corner. Additionally, there are multiple oranges in the top right corner, and a few more in the bottom left corner.\\n\\nA knife can be seen in the top left corner, and a spoon is located in the middle of the poster. The overall composition of the poster showcases a variety of food items, possibly representing a cooking competition or a culinary event.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "food, cooking, competition, kitchen, chef, culinary, ingredient, cook, meal, dish, science, laboratory, chemistry, equipment, research, technology, microscope, alien, mysterious, unknown, poster, tb, instagram, insta, ig, post", "layers": {"bglayer": {"bgcaption": "The image features a black background with a red and blue color scheme. There are several blue and green geometric shapes scattered throughout the scene, creating a visually appealing pattern. Additionally, there is a large blue circle in the upper left corner of the image, and a smaller blue circle in the lower left corner. A red circle is also present in the upper right corner of the image. The combination of the black background, vibrant colors, and geometric shapes creates a striking and modern visual effect"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a white background with a variety of food items scattered across it. There are several apples in different positions, with some closer to the top left corner, others in the middle, and a few more towards the bottom right. Additionally, there are multiple oranges dispersed throughout the scene, with some near the top right corner, others in the middle, and a few more towards the bottom left.\\n\\nA few bananas can also be seen, with one in the top left corner, another in the middle, and the third one towards the bottom right. The combination of these fruits creates a visually appealing and colorful display"}, "textlayer": {"heading": [{"text": "Not of This World", "font": "Space Grotesk", "font_size": 108.92, "text_align": "right", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 615.9375, "height": 215.15625, "left": 421.875, "top": 29.53125, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "", "font": "Space Grotesk", "font_size": 47.54, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 147.65625, "height": 46.40625, "left": 464.0625, "top": 185.625, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "The grand culinary competition", "font": "Space Grotesk", "font_size": 29.72, "text_align": "center", "capitalize": "false", "angle": 4.71238898038469, "letter_bold": 0, "letter_spacing": 0.0, "width": 510.46875, "height": 29.53125, "left": 0.0, "top": 523.125, "opacity": 255, "color": [255, 255, 255]}, {"text": "where chefs cook with ingredients not found on Earth", "font": "Space Grotesk", "font_size": 35.66, "text_align": "right", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 611.71875, "height": 71.71875, "left": 400.78125, "top": 257.34375, "opacity": 255, "color": [255, 255, 255]}]}}}