{"intension": "Develop a series of animated posters for an underwater music festival, showcasing various sea creatures playing musical instruments. Each poster should incorporate bio-luminescent effects and sound-activated animations.", "globalcaption": "The image features a unique and creative scene of a music festival under the sea. There are several fish, including a clownfish, a guitar fish, and a drum fish, all playing instruments and enjoying the music. The fish are scattered throughout the scene, with some closer to the foreground and others further in the background.\\n\\nIn addition to the fish, there are two octopi present in the scene, one near the center and the other towards the right side. The overall atmosphere of the image is vibrant and lively, showcasing the fun and imaginative nature of the music festival under the sea.", "canvas_width": 1080, "canvas_height": 1080, "category": "Square Video Post", "keywords": "animated, bio, bright, sea, ocean, underwater, water, wildlife, marine, fish, festival, music, sound, way, post, video, post, viva magenta, magenta, be3455", "layers": {"bglayer": {"bgcaption": "The image features a vibrant underwater scene with a variety of colorful fish swimming around a coral reef. There are at least 13 fish visible in the scene, with some positioned closer to the foreground and others further in the background. The fish are of different sizes and colors, creating a lively and diverse atmosphere. The coral reef itself is also rich in color, adding to the overall beauty of the underwater environment"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a fish with a guitar on its back, seemingly playing the instrument. The fish is surrounded by a few other fish, including a drum fish and a few smaller fish. The fish with the guitar is the main focus of the image, and it appears to be the center of attention. The other fish are scattered around the main fish, creating a lively and colorful scene"}, "textlayer": {"heading": [{"text": "", "font": "Rakkas", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 160.3125, "height": 215.15625, "left": 459.84375, "top": 59.0625, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "", "font": "Rakkas", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 160.3125, "height": 215.15625, "left": 459.84375, "top": 59.0625, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "An underwater music festival", "font": "Montserrat", "font_size": 59.42, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 856.40625, "height": 59.0625, "left": 109.6875, "top": 831.09375, "opacity": 255, "color": [255, 255, 255]}]}}}