{"intension": "Design a festive Cinco de Mayo greeting card with a traditional Mexican theme featuring a skull in a sombrero and the message 'Happy Cinco de Mayo'.", "globalcaption": "The image features a colorful skeleton wearing a sombrero, which is a traditional Mexican hat. The skeleton is positioned in the center of the image, and it appears to be celebrating Cinco de Mayo. The skeleton is surrounded by a festive atmosphere, with a yellow background and a red and yellow border. The image is adorned with a few flowers, adding to the vibrant and lively ambiance.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "celebration, latin, skeleton, tradition, mexico, fiesta, mexican, traditional, cinco de mayo, may, latin, cinco, mayo, festive, event, skull, yellow, instagram, post, insta, ig, tb", "layers": {"bglayer": {"bgcaption": "The image features a colorful skeleton wearing a sombrero hat. The skeleton is positioned in the center of the image, with its head facing the viewer. The sombrero is adorned with a yellow flower, adding a touch of vibrancy to the scene. \\n\\nSurrounding the skeleton, there are several other flowers, with one on the left side, one on the right side, and another one in the upper right corner. These flowers contribute to the overall lively and festive atmosphere of the image"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "CINCO DE MAYO", "font": "Permanent Marker", "font_size": 95.06, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 755.15625, "height": 92.8125, "left": 160.3125, "top": 881.71875, "opacity": 255, "color": [7, 0, 0]}], "subheading": [{"text": "Happy", "font": "Permanent Marker", "font_size": 81.2, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 354.375, "height": 80.15625, "left": 358.59375, "top": 788.90625, "opacity": 255, "color": [7, 0, 0]}], "body": [{"text": "", "font": "Permanent Marker", "font_size": 53.48, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 84.375, "height": 50.625, "left": 493.59375, "top": 999.84375, "opacity": 255, "color": [7, 0, 0]}]}}}