{"intension": "Create a motivational card that promotes the benefits of cycling and the freedom it provides. The text 'Your ultimate guide in the world of' suggests it may be part of a larger series. The image specifically features a woman cycling along the coastline.", "globalcaption": "The image features a woman riding a bicycle on a path near a body of water, possibly a beach or a lake. She is wearing a backpack and sunglasses, enjoying her ride outdoors. The bicycle is positioned in the center of the scene, with the woman sitting on it. The backpack is placed on her back, and the sunglasses are resting on her face. The scene captures the essence of a leisurely bike ride, possibly for exercise or as a means of transportation.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "bicycle, bike, card, cycle, cyclist, cycleway, sport, transport, transportation, woman, post, instagram, ig, insta, coastline, sea, ocean, nature", "layers": {"bglayer": {"bgcaption": "The image features a woman riding a bicycle on a path near a body of water. She is wearing a backpack and sunglasses, enjoying her ride along the waterfront. The bicycle is positioned in the center of the scene, with the woman sitting on it. The backpack is placed on her back, and the sunglasses are resting on her face. The scene captures a pleasant moment of outdoor activity and leisure"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "world of", "font": "Beacon", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 1080.0, "height": 307.96875, "left": 0.0, "top": 0.0, "opacity": 255, "color": [247, 247, 247]}], "subheading": [{"text": "Your ultimate guide in the", "font": "Beacon", "font_size": 114.86, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 1080.0, "height": 113.90625, "left": 0.0, "top": 725.625, "opacity": 255, "color": [247, 247, 247]}], "body": [{"text": "", "font": "Beacon", "font_size": 75.26, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 350.15625, "height": 75.9375, "left": 0.0, "top": 506.25, "opacity": 255, "color": [247, 247, 247]}]}}}