{"intension": "Create a special discount card for celebrating a Quinceañera event. The design should be chic and include images of table settings, cutlery, candles, and flowers. The discount offer is 50% off on a lunch package. The website for the company is www.Letusparty.com", "globalcaption": "The image features a white table set with various items, creating an elegant and inviting atmosphere. There are multiple wine glasses placed around the table, with some closer to the center and others near the edges. The table is also adorned with a few vases, adding to the sophisticated ambiance.\\n\\nIn addition to the tableware, there are a few potted plants scattered throughout the scene, providing a touch of greenery and natural beauty to the setting. The overall arrangement of the table and the presence of the wine glasses suggest that this could be a special event or celebration.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "Quinceanera, table, decoration, celebration, party, decor, event, tb, candles, cozy, elegant, festive, flowers, sale, discount, cutlery, setting, post, instagram, ig, insta", "layers": {"bglayer": {"bgcaption": "The image features a white background with a horizontal line in the middle. The line is brown, and it appears to be the only element of color in the scene. The rest of the image is predominantly white, creating a clean and minimalist appearance"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a white dining table set for a meal. The table is adorned with several place settings, including plates, wine glasses, and candles. There are four wine glasses placed around the table, with one near the center, another on the left side, and two on the right side. \\n\\nIn addition to the wine glasses, there are multiple forks and knives arranged neatly on the table, ready for the guests to use. A vase can be seen on the table, adding a touch of elegance to the setting. The overall arrangement creates an inviting atmosphere for a special dinner or gathering"}, "textlayer": {"heading": [{"text": "Quinceanera", "font": "EB Garamond", "font_size": 95.06, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 767.8125, "height": 92.8125, "left": 151.875, "top": 185.625, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "lunch package", "font": "Josefin Sans", "font_size": 47.54, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 556.875, "height": 46.40625, "left": 257.34375, "top": 291.09375, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "your company", "font": "Josefin Sans", "font_size": 23.78, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 556.875, "height": 21.09375, "left": 257.34375, "top": 109.6875, "opacity": 255, "color": [255, 255, 255]}, {"text": "www.Letusparty.com", "font": "Josefin Sans", "font_size": 23.78, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 556.875, "height": 21.09375, "left": 257.34375, "top": 987.1875, "opacity": 255, "color": [255, 255, 255]}, {"text": "50% Off", "font": "Josefin Sans", "font_size": 35.66, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 556.875, "height": 33.75, "left": 257.34375, "top": 350.15625, "opacity": 255, "color": [255, 255, 255]}]}}}