{"intension": "Create a beautiful landscape painting card for a charity art auction.", "globalcaption": "The image features a painting of a mountainous landscape with a waterfall in the foreground. The waterfall is depicted in a silky, flowing manner, creating a sense of depth and movement. The mountains in the background are also painted in a somewhat abstract style, adding to the artistic nature of the scene. The overall composition of the painting is visually appealing and captures the essence of nature.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "nature, landscape, charity, card, paintings, art, abstract, beautiful, artistic, paint, watercolor, auction, mountains, water, trees, instagram, post, insta, ig, tb", "layers": {"bglayer": {"bgcaption": "The image features a white background with a pink stripe running horizontally across the top. The pink stripe is positioned above the white background, creating a visually appealing contrast. The overall scene is simple and minimalistic, with the pink stripe being the main focal point"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a mountainous landscape with a large waterfall cascading down from the top of the mountain. The waterfall is surrounded by lush greenery, creating a picturesque scene. The waterfall is also accompanied by a smaller waterfall, which adds to the overall beauty of the scene. The image captures the essence of nature and the power of the waterfall as it flows through the landscape"}, "textlayer": {"heading": [{"text": "Charity art auction", "font": "Montserrat", "font_size": 110.9, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 856.40625, "height": 223.59375, "left": 84.375, "top": 717.1875, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "", "font": "Montserrat", "font_size": 77.24, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 210.9375, "height": 75.9375, "left": 84.375, "top": 966.09375, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "", "font": "Montserrat", "font_size": 51.5, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 50.625, "height": 50.625, "left": 455.625, "top": 919.6875, "opacity": 255, "color": [255, 255, 255]}]}}}