{"intension": "Promote wildlife protection and conservation, specifically for lynxes, with the message of not catching lynx cubs and protecting the peace of forest inhabitants. The hashtag #ЗбеРись is included in the poster design.", "globalcaption": "The image features a black and yellow background with a large black cat sitting on top of a tree. The cat is positioned in the center of the image, and its body is stretched out horizontally. The tree is located in the lower part of the image, with the cat sitting on top of it. The overall scene is visually striking and captures the attention of the viewer.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "animal, black, care, eco, ecology, environment, lynx, nature, protection, silhouette, wild, wildlife, post, instagram, ig, insta", "layers": {"bglayer": {"bgcaption": "The image features a white background with a green square in the center. The square is surrounded by a black border, making it stand out against the white background. The green square is the main focus of the image, and it appears to be the only object in the scene"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image is a black and white photograph of a lush green forest. The trees are densely packed, with some appearing to be pine trees. The forest is filled with a variety of trees, some of which are taller and others shorter, creating a diverse and vibrant landscape. The overall atmosphere of the image is serene and peaceful, as the viewer is drawn into the natural beauty of the forest"}, "textlayer": {"heading": [{"text": "*", "font": "Rakkas", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 160.3125, "height": 215.15625, "left": 455.625, "top": 430.3125, "opacity": 255, "color": [0, 0, 0]}], "subheading": [{"text": "08", "font": "Rakkas", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 371.25, "height": 215.15625, "left": 350.15625, "top": 54.84375, "opacity": 255, "color": [0, 0, 0]}], "body": [{"text": "\\u0417\\u0431\\u0435\\u0420\\u0438", "font": "Rakkas", "font_size": 138.62, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 1080.0, "height": 135.0, "left": 0.0, "top": 856.40625, "opacity": 255, "color": [0, 0, 0]}]}}}