{"intension": "Design a flyer to promote a limited-time sale offer on school stationery for kids, focusing on creativity and artistic expression.", "globalcaption": "The image features a young girl wearing a plaid shirt, standing in front of a large pencil. She is holding the pencil in her hand, possibly drawing or writing with it. The girl appears to be focused on her task, and the pencil is quite prominent in the scene, extending from the left side to the right side of the image.", "canvas_width": 1080, "canvas_height": 1080, "category": "Flyer", "keywords": "back to school, backtoschool, education, sale, school, study, tb, girl, child, stationery, pencil, paint, brush, hand, creative, art, flyer", "layers": {"bglayer": {"bgcaption": "The image features a yellow circle with a pink line going through it. The pink line appears to be a paint splatter, giving the impression of a painting or artistic creation. The circle is positioned in the center of the image, with the pink line extending from the top left to the bottom right"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a young girl standing in front of a white background. She is holding a pencil in her hand, possibly drawing or engaging in a creative activity. The girl appears to be focused on her task, and the pencil is prominently visible in her hand"}, "textlayer": {"heading": [{"text": "School", "font": "Brusher Regular", "font_size": 178.22, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 459.84375, "height": 177.1875, "left": 307.96875, "top": 312.1875, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "Stationery", "font": "Brusher Regular", "font_size": 118.82, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 556.875, "height": 118.125, "left": 257.34375, "top": 464.0625, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "Limited Offer", "font": "Quicksand", "font_size": 39.62, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 307.96875, "height": 37.96875, "left": 383.90625, "top": 143.4375, "opacity": 255, "color": [255, 255, 255]}]}}}