{"intension": "Create a job interview guide flyer that provides the most tricky interview questions for potential candidates to prepare for. ", "globalcaption": "The image features a person sitting on a white chair, with another person standing next to them. The person standing is holding a clipboard, possibly containing interview questions. The person sitting on the chair is wearing a black jacket and appears to be focused on the clipboard. The scene suggests a job interview or a meeting where the person is being asked questions.", "canvas_width": 1080, "canvas_height": 1080, "category": "Flyer", "keywords": "business, candidate, employee, hiring, hr, human resources, job, management, recruitment, staff, vacancy, guide, interview, flyer", "layers": {"bglayer": {"bgcaption": "The image features a white background with a large orange square placed in the center. The orange square is surrounded by a white space, creating a striking contrast between the two colors. The square appears to be the main focus of the image, with the white background providing a clean and minimalist look"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a man and a woman standing next to each other, both wearing business attire. The man is wearing a tie, while the woman is dressed in a suit. They are positioned in front of a dining table, which has a chair placed next to it. \\n\\nOn the table, there is a cup and a cell phone. The cup appears to be a coffee cup, and the cell phone is placed closer to the edge of the table. The scene suggests a professional or business setting, with the man and woman possibly discussing work or attending a meeting"}, "textlayer": {"heading": [{"text": "JOB", "font": "Montserrat", "font_size": 95.06, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 202.5, "height": 92.8125, "left": 434.53125, "top": 63.28125, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "INTERVIEW", "font": "Bebas Neue", "font_size": 85.16, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 514.6875, "height": 84.375, "left": 278.4375, "top": 780.46875, "opacity": 255, "color": [7, 0, 0]}], "body": [{"text": "Questions, Answers &amp; Tips", "font": "Bebas Neue", "font_size": 43.58, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 514.6875, "height": 42.1875, "left": 278.4375, "top": 885.9375, "opacity": 255, "color": [255, 255, 255]}]}}}