{"intension": "Create a graphic that promotes a green and healthy lifestyle, highlighting the importance of ecology and vegetarianism, using tea as a beverage example.", "globalcaption": "The image features a table with a variety of food items and a teapot. There are two bowls on the table, one placed closer to the left side and the other towards the right side. A cup is also present on the table, positioned near the left side. \\n\\nIn addition to the tableware, there are two potted plants in the scene. One plant is located on the left side of the table, while the other is on the right side. The table appears to be set for a meal or a gathering, with the teapot and bowls ready for use.", "canvas_width": 1080, "canvas_height": 1080, "category": "Blog Post", "keywords": "lifestyle, green, healthy, ecology, vegetarian, drink, eco, vegan, teapot, beverage, tea, herbal, organic, post", "layers": {"bglayer": {"bgcaption": "The image features a white table with a variety of items on it. There is a bowl placed on the table, accompanied by a spoon and a cup. A potted plant is also present on the table, adding a touch of greenery to the scene. \\n\\nIn addition to these items, there are two bottles on the table, one near the center and the other towards the right side. A vase can be seen on the left side of the table, and a cake is placed on the right side. The table appears to be set for a meal or a gathering, with the various items arranged neatly"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "GREEN", "font": "Oranienbaum", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 1080.0, "height": 312.1875, "left": 0.0, "top": 109.6875, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "", "font": "Oranienbaum", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 1080.0, "height": 312.1875, "left": 0.0, "top": 109.6875, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "lifestyle", "font": "Montserrat", "font_size": 41.6, "text_align": "center", "capitalize": "true", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 375.46875, "height": 42.1875, "left": 350.15625, "top": 890.15625, "opacity": 255, "color": [255, 255, 255]}]}}}