{"intension": "Create a graphic design that promotes a vegan lifestyle and emphasizes the importance of natural and healthy eating habits.", "globalcaption": "The image features a dining table with two cups placed on it. The cups are filled with a green liquid, possibly tea, and are positioned close to each other. The table also has a bamboo placemat underneath the cups, adding a touch of elegance to the setting. The scene appears to be a cozy and inviting display of vegan lifestyle items.", "canvas_width": 1080, "canvas_height": 1080, "category": "Blog Post", "keywords": "vegan, food, vegetarian, healthy, organic, green, fresh, vegetable, diet, natural, health, nature, eco, nutrition, veggie, bio, ecology, product, lunch, meal, cooking, dish, hand, lifestyle, post", "layers": {"bglayer": {"bgcaption": "The image features a white background with a green square placed in the center. The square is surrounded by a white border, making it stand out against the white background. The green square appears to be the main focus of the image, with the white background providing a clean and minimalist look"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a dining table with a green mat on it. On the mat, there are three cups, each containing a green liquid, possibly tea. The cups are arranged in a row, with one cup on the left side, another in the middle, and the third cup on the right side of the mat. The table appears to be a part of a larger setting, possibly a dining area or a living space"}, "textlayer": {"heading": [{"text": "Vegan", "font": "Playlist", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 565.3125, "height": 223.59375, "left": 451.40625, "top": 316.40625, "opacity": 255, "color": [247, 247, 247]}], "subheading": [{"text": "lifestyle", "font": "Playfair Display", "font_size": 81.2, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 354.375, "height": 80.15625, "left": 552.65625, "top": 624.375, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "", "font": "Playfair Display", "font_size": 53.48, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 46.40625, "height": 50.625, "left": 750.9375, "top": 202.5, "opacity": 255, "color": [247, 247, 247]}]}}}