{"intension": "Design a mockup for a startup app that showcases its various use cases and why users should try it. Display the time of 16:21 to show the app is up to date and reliable.", "globalcaption": "The image features a person holding a cell phone in their hand, displaying the time of 16:21. The phone is positioned in the center of the scene, with the person's hand visible on the right side of the image. The background is a green color, and the time is displayed prominently on the screen.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Post", "keywords": "app, application, screen, phone, mobile, smartphone, startup, it, technology, green, hand, clock, time, instagram, post, insta, ig, mockup", "layers": {"bglayer": {"bgcaption": "The image features a person holding a cell phone in their hand. The cell phone is displaying the time of 12:21. The person's hand is positioned in the center of the image, with the cell phone occupying a significant portion of the frame. The background is a bright green color, which contrasts with the cell phone and the person's hand"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a white background with a series of yellow dots scattered across it. The dots are of various sizes and are spread out across the entire background, creating a visually interesting pattern. The dots are not clustered together, but rather dispersed in a random manner, giving the image a sense of depth and texture"}, "textlayer": {"heading": [{"text": "", "font": "Original Surfer", "font_size": 200.0, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 202.5, "height": 227.8125, "left": 392.34375, "top": 362.8125, "opacity": 255, "color": [207, 23, 23]}], "subheading": [{"text": "", "font": "Original Surfer", "font_size": 200.0, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 202.5, "height": 227.8125, "left": 392.34375, "top": 362.8125, "opacity": 255, "color": [207, 23, 23]}], "body": [{"text": "", "font": "Original Surfer", "font_size": 200.0, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 130.78125, "height": 227.8125, "left": 535.78125, "top": 367.03125, "opacity": 255, "color": [207, 23, 23]}]}}}