{"intension": "Create an Instagram story advertisement for organic food with a focus on vegetables and healthy eating. ", "globalcaption": "The image features a table filled with a variety of fresh vegetables and fruits. There are several carrots scattered across the table, with some placed closer to the front and others towards the back. A bowl can be seen in the upper right corner of the table, possibly containing more vegetables or fruits.\\n\\nIn addition to the vegetables, there are two oranges on the table, one located near the center and the other towards the left side. A fork is also visible on the table, placed near the center, possibly for serving or preparing the food. The overall scene conveys a sense of freshness and abundance.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Story", "keywords": "organic, food, vegetables, fresh, healthy, farm, natural, garden, green, nature, agriculture, instagram, story, insta, ig, tb", "layers": {"bglayer": {"bgcaption": "The image features a table filled with a variety of fresh vegetables. There are several carrots scattered across the table, with some placed closer to the front and others further back. A bunch of broccoli can be seen in the middle of the table, while a bowl of potatoes is located towards the right side. \\n\\nIn addition to the vegetables, there is a fork placed on the table, likely for preparing or serving the food. The table appears to be a dining table, and the vegetables are arranged in a visually appealing manner, showcasing their vibrant colors and textures"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "organic", "font": "Six Caps", "font_size": 200.0, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 919.6875, "height": 514.6875, "left": 75.9375, "top": 206.71875, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "food", "font": "Montserrat", "font_size": 49.519999999999996, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 113.90625, "height": 50.625, "left": 480.9375, "top": 185.625, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "", "font": "Montserrat", "font_size": 27.74, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 37.96875, "height": 25.3125, "left": 518.90625, "top": 168.75, "opacity": 255, "color": [255, 255, 255]}]}}}