{"intension": "Create an Instagram story for a tourist review that showcases the positive experience of a boutique hotel, particularly its exceptional service. The review is from Judy Peterson.", "globalcaption": "The image features a woman standing in a room with a suitcase and a handbag. She is wearing a red shirt and appears to be unpacking her luggage. The room has a bed in the background, and a chair is placed nearby. There is also a dining table in the room, and a clock on the wall. The woman seems to be enjoying her time in the room, possibly after a tiring journey.", "canvas_width": 1080, "canvas_height": 1080, "category": "WhatsApp status", "keywords": "boutique, hotel, travel, tourism, review, vacation, summer, tourist, rating, stars, woman, smm, marketing, trip, collage, instagram, story, insta, ig, tb", "layers": {"bglayer": {"bgcaption": "The image features a woman standing in a room, wearing a red shirt and a suit. She is holding a suitcase, possibly indicating that she is either preparing for a trip or has just arrived at her destination. The room appears to be a bedroom, with a bed visible in the background. There is also a chair in the room, positioned near the bed"}, "objlayer": {"flag": "<flag-1>", "objcaption": "The image features a woman standing in a room with a suitcase and a handbag. She is wearing a red shirt and appears to be in the process of unpacking her luggage. The room has a bed, a chair, and a dining table. There are also two cups placed on the table, and a cell phone can be seen nearby. The woman seems to be in a relaxed and comfortable environment, possibly after a trip or a journey"}, "textlayer": {"heading": [{"text": "Review", "font": "Abril Fatface", "font_size": 91.1, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 383.90625, "height": 88.59375, "left": 345.9375, "top": 442.96875, "opacity": 255, "color": [255, 255, 255]}], "subheading": [{"text": "Boutique hotel", "font": "Abril Fatface", "font_size": 57.44, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 383.90625, "height": 54.84375, "left": 345.9375, "top": 514.6875, "opacity": 255, "color": [255, 255, 255]}], "body": [{"text": "The most exceptional service. I would absolutely return and would recommend to others. Thanks for making my first time in Rome a memorable one!", "font": "Bentham", "font_size": 29.72, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 383.90625, "height": 151.875, "left": 345.9375, "top": 662.34375, "opacity": 255, "color": [255, 255, 255]}]}}}