{"intension": "Design a seasonal menu advertisement for a restaurant with a focus on healthy, vegan and vegetarian options. Highlight the seasonal ingredients such as asparagus and egg. Encourage the audience to swipe up for more information.", "globalcaption": "The image features a dining table with a white plate on it, containing a delicious meal. The plate is topped with a variety of food items, including a sandwich, a salad, and a fried egg. The salad is garnished with asparagus, adding a touch of color and freshness to the dish. \\n\\nIn addition to the main plate, there are a few other items on the table, such as a bowl and a cup. A fork and a knife are also placed on the table, ready for use. The overall scene suggests a well-prepared and appetizing meal.", "canvas_width": 1080, "canvas_height": 1080, "category": "Instagram Ad", "keywords": "dish, food, greens, healthy, nutrition, ration, recipe, sauce, vegetables, vitamins, egg, asparagus, menu, restaurant, ad, instagram, ig, insta, advertisement", "layers": {"bglayer": {"bgcaption": "The image features a dining table with a white plate on it, containing a delicious meal. The plate is topped with a fried egg, asparagus, and a salad. There are two forks placed on the table, one on the left side and the other on the right side, ready for use. A knife is also present on the right side of the table. The table setting creates an inviting atmosphere for a delightful meal"}, "objlayer": {"flag": "<flag-0>", "objcaption": ""}, "textlayer": {"heading": [{"text": "SEASONAL", "font": "Rubik One", "font_size": 120.8, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 426.09375, "height": 202.5, "left": 624.375, "top": 607.5, "opacity": 255, "color": [55, 55, 55]}], "subheading": [{"text": "MENU", "font": "Rubik One", "font_size": 59.42, "text_align": "left", "capitalize": "false", "angle": 0.0, "letter_bold": 0, "letter_spacing": 0.0, "width": 227.8125, "height": 59.0625, "left": 628.59375, "top": 767.8125, "opacity": 255, "color": [55, 55, 55]}], "body": [{"text": "SWIPE UP", "font": "Rubik", "font_size": 29.72, "text_align": "center", "capitalize": "false", "angle": 0.0, "letter_bold": 1, "letter_spacing": 0.0, "width": 185.625, "height": 29.53125, "left": 662.34375, "top": 923.90625, "opacity": 255, "color": [239, 207, 0]}]}}}